Repository: PerfectoWeb/Belay
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ru, zh_hans

source: Belay already watches this folder for %@, or one that contains it.
de: Belay beobachtet diesen Ordner für %@ bereits, oder einen, der ihn enthält.
es: Belay ya vigila esta carpeta para %@, o una que la contiene.
fr: Belay surveille déjà ce dossier pour %@, ou un dossier qui le contient.
it: Belay osserva già questa cartella per %@, o una che la contiene.
ru: Belay уже следит за этой папкой для %@ или за папкой, которая её содержит.
zh_hans: Belay 已经在为 %@ 监视此文件夹，或包含它的文件夹。

source: Belay also records these hooks as approved in Codex's config.toml, because Codex quietly skips hooks nobody has approved.
de: Belay vermerkt diese Hooks außerdem als genehmigt in der config.toml, denn Codex überspringt nicht genehmigte Hooks stillschweigend.
es: Belay también registra estos hooks como aprobados en config.toml, porque Codex omite en silencio los hooks no aprobados.
fr: Belay note aussi ces hooks comme approuvés dans config.toml, car Codex ignore en silence les hooks non approuvés.
it: Belay registra anche questi hook come approvati in config.toml, perché Codex ignora in silenzio gli hook non approvati.
ru: Хуки помечаются как одобренные в config.toml, потому что Codex молча пропускает неодобренные хуки.
zh_hans: Belay 还会在 config.toml 中将这些钩子标记为已批准，因为 Codex 会静默跳过未批准的钩子。

source: Belay asks for permission the first time it needs to send a notification.
de: Belay bittet beim ersten Mal um Erlaubnis, wenn eine Mitteilung gesendet werden muss.
es: Belay pide permiso la primera vez que necesita enviar una notificación.
fr: Belay demande l'autorisation la première fois qu'il doit envoyer une notification.
it: Belay chiede il permesso la prima volta che deve inviare una notifica.
ru: Belay запросит разрешение, когда впервые понадобится отправить уведомление.
zh_hans: Belay 会在首次需要发送通知时请求权限。

source: Belay asks it to quit and does nothing more. Whatever it has not saved is lost.
de: Belay bittet den Prozess, sich zu beenden, und tut sonst nichts. Was er nicht gesichert hat, geht verloren.
es: Belay le pide que se cierre y no hace nada más. Lo que no haya guardado se pierde.
fr: Belay lui demande de se terminer et ne fait rien d'autre. Ce qu'il n'a pas enregistré est perdu.
it: Belay gli chiede di chiudersi e non fa altro. Ciò che non ha salvato va perso.
ru: Belay просит процесс завершиться и больше ничего не делает. Всё несохранённое будет потеряно.
zh_hans: Belay 只会请求它退出，不会做其他操作。尚未保存的内容将丢失。

source: Belay can see your agent's sessions. Nothing else is read, and nothing leaves this Mac.
de: Belay sieht die Sitzungen deines Agenten. Mehr wird nicht gelesen, und nichts verlässt diesen Mac.
es: Belay ve las sesiones de tu agente. No lee nada más y nada sale de este Mac.
fr: Belay voit les sessions de votre agent. Rien d'autre n'est lu, et rien ne quitte ce Mac.
it: Belay vede le sessioni del tuo agente. Non legge altro e nulla lascia questo Mac.
ru: Belay видит сессии вашего агента. Больше он ничего не читает, и ничего не покидает этот Mac.
zh_hans: Belay 可以看到智能体的会话。 其他内容一概不读，也没有任何内容离开这台 Mac。

source: Belay cannot read %@. Choose the folder again.
de: Belay kann %@ nicht lesen. Wähle den Ordner erneut aus.
es: Belay no puede leer %@. Vuelve a elegir la carpeta.
fr: Belay ne peut pas lire %@. Choisissez de nouveau le dossier.
it: Belay non riesce a leggere %@. Scegli di nuovo la cartella.
ru: Belay не может прочитать %@. Выберите папку заново.
zh_hans: Belay 无法读取 %@。请重新选择文件夹。

source: Belay could not ask Codex to trust its hooks: %@
de: Belay konnte Codex nicht bitten, seinen Hooks zu vertrauen: %@
es: Belay no pudo pedirle a Codex que apruebe sus hooks: %@
fr: Belay n'a pas pu demander à Codex d'approuver ses hooks : %@
it: Belay non è riuscito a chiedere a Codex di approvare i suoi hook: %@
ru: Belay не удалось попросить Codex одобрить его хуки: %@
zh_hans: Belay 无法请求 Codex 批准其钩子：%@

# Belay could not back up your Claude Code settings, so it made no changes: %@
source: Belay couldn't back up your Claude Code settings, so nothing was changed: %@
de: Belay konnte deine Claude-Code-Einstellungen nicht sichern. Deshalb wurde nichts geändert: %@
es: Belay no pudo hacer una copia de seguridad de tus ajustes de Claude Code, así que no cambió nada: %@
fr: Belay n'a pas pu sauvegarder vos réglages Claude Code. Rien n'a donc été modifié : %@
it: Belay non ha potuto fare una copia di sicurezza delle impostazioni di Claude Code, quindi non ha modificato nulla: %@
ru: Belay не смог сохранить резервную копию настроек Claude Code, поэтому ничего не изменил: %@
zh_hans: Belay 无法备份 Claude Code 设置，因此未做任何更改：%@

# Belay could not read its preferences and has fallen back to defaults.
source: Belay couldn't read its settings, so it's using the defaults.
de: Belay konnte seine Einstellungen nicht lesen und verwendet deshalb die Standardwerte.
es: Belay no pudo leer sus ajustes, así que está usando los valores predeterminados.
fr: Belay n'a pas pu lire ses réglages et utilise donc les valeurs par défaut.
it: Belay non ha potuto leggere le proprie impostazioni, quindi usa i valori predefiniti.
ru: Belay не смог прочитать свои настройки, поэтому использует стандартные.
zh_hans: Belay 无法读取自己的设置，因此使用默认值。

# Belay could not read this Mac's power source.
source: Belay couldn't read this Mac's power source.
de: Belay konnte die Stromquelle dieses Mac nicht erkennen.
es: Belay no pudo detectar la fuente de alimentación de este Mac.
fr: Belay n'a pas pu déterminer la source d'alimentation de ce Mac.
it: Belay non ha potuto determinare la fonte di alimentazione di questo Mac.
ru: Belay не смог определить, от чего питается этот Mac.
zh_hans: Belay 无法确定这台 Mac 的供电方式。

# Belay could not read your Claude Code settings: %@
source: Belay couldn't read your Claude Code settings: %@
de: Belay konnte deine Claude-Code-Einstellungen nicht lesen: %@
it: Belay non ha potuto leggere le impostazioni di Claude Code: %@
zh_hans: Belay 无法读取 Claude Code 设置：%@

# Belay could not update your Claude Code settings: %@
source: Belay couldn't update your Claude Code settings: %@
de: Belay konnte deine Claude-Code-Einstellungen nicht aktualisieren: %@
it: Belay non ha potuto aggiornare le impostazioni di Claude Code: %@
zh_hans: Belay 无法更新 Claude Code 设置：%@

source: Belay expected to find "%@" inside. You can watch it anyway, and it will simply stay quiet until %@ writes there.
de: Belay hat darin "%@" erwartet. Du kannst ihn trotzdem beobachten, er bleibt einfach still, bis %@ dort schreibt.
es: Belay esperaba encontrar "%@" dentro. Puedes vigilarla de todos modos, simplemente quedará en silencio hasta que %@ escriba ahí.
fr: Belay s'attendait à trouver "%@" dedans. Vous pouvez quand même le surveiller, il restera simplement silencieux jusqu'à ce que %@ y écrive.
it: Belay si aspettava di trovare "%@" al suo interno. Puoi comunque osservarla, resterà semplicemente in silenzio finché %@ non ci scriverà.
ru: Belay ожидал найти внутри "%@". Можно всё равно следить за ней: она просто будет молчать, пока %@ туда не начнёт писать.
zh_hans: Belay 预期其中包含"%@"。你仍可以监视它，在 %@ 向其写入之前它只会保持安静。

source: Belay has no access to the microphone.
de: Belay hat keinen Zugriff auf das Mikrofon.
es: Belay no tiene acceso al micrófono.
fr: Belay n'a pas accès au micro.
it: Belay non ha accesso al microfono.
ru: У Belay нет доступа к микрофону.
zh_hans: Belay 无权访问麦克风。

source: Belay has saved %lld runs for you. A star on GitHub helps the next person find it.
de: Belay hat %lld Läufe für dich gerettet. Ein Stern auf GitHub hilft dem Nächsten, es zu finden.
es: Belay ha salvado %lld ejecuciones tuyas. Una estrella en GitHub ayuda al siguiente a encontrarlo.
fr: Belay a sauvé %lld exécutions pour vous. Une étoile sur GitHub aide le suivant à le trouver.
it: Belay ha salvato %lld esecuzioni per te. Una stella su GitHub aiuta il prossimo a trovarlo.
ru: Belay спас для вас %lld запусков. Звезда на GitHub поможет следующему найти его.
zh_hans: Belay 已为你保住 %lld 次运行。在 GitHub 上加一颗星标，能帮下一个人找到它。

# Belay has to reopen to change language.
source: Belay needs to reopen to change the language.
de: Zum Ändern der Sprache muss Belay neu gestartet werden.
es: Belay tiene que volver a abrirse para cambiar el idioma.
fr: Belay doit être relancé pour changer de langue.
it: Belay deve essere riaperto per cambiare lingua.
ru: Чтобы сменить язык, Belay нужно перезапустить.
zh_hans: 更改语言需要重新打开 Belay。

# Belay is keeping your Mac awake: always on.
source: Always On is keeping your Mac awake.
de: „Immer an“ hält deinen Mac wach.
es: «Siempre activo» mantiene el Mac despierto.
fr: « Toujours actif » garde votre Mac éveillé.
it: «Sempre attivo» tiene sveglio il Mac.
ru: Режим «Всегда включено» не даёт Mac уснуть.
zh_hans: “常开”正在让 Mac 保持唤醒。

# Belay is keeping your Mac awake: an agent is working.
source: Belay is keeping your Mac awake while an agent works.
de: Belay hält deinen Mac wach, solange ein Agent arbeitet.
es: Belay mantiene el Mac despierto mientras trabaja un agente.
fr: Belay garde votre Mac éveillé pendant qu'un agent travaille.
it: Belay tiene sveglio il Mac mentre un agente lavora.
ru: Belay не даёт Mac уснуть, пока работает агент.
zh_hans: 智能体工作期间，Belay 正在让 Mac 保持唤醒。

source: Belay is off. Your Mac will sleep normally.
de: Belay ist aus. Dein Mac schläft normal.
es: Belay está desactivado. El Mac dormirá con normalidad.
fr: Belay est désactivé. Votre Mac se mettra en veille normalement.
it: Belay è disattivato. Il Mac andrà in stop normalmente.
ru: Belay выключен. Mac будет засыпать как обычно.
zh_hans: Belay 已关闭。Mac 将正常进入睡眠。

source: Belay is up to date.
de: Belay ist aktuell.
es: Belay está actualizado.
fr: Belay est à jour.
it: Belay è aggiornato.
ru: У вас последняя версия Belay.
zh_hans: Belay 已是最新版本。

# Belay is watching. Nothing is running right now.
source: Belay is watching. No agents are running.
de: Belay beobachtet. Keine Agenten laufen.
es: Belay está vigilando. No hay agentes en ejecución.
ru: Belay следит. Сейчас ни один агент не работает.
zh_hans: Belay 正在监视。没有智能体在运行。

# Belay is watching. Your Mac will sleep normally.
source: Belay is watching. Your Mac can sleep normally.
de: Belay beobachtet. Dein Mac kann normal schlafen.
es: Belay está vigilando. El Mac puede dormir con normalidad.
fr: Belay surveille. Votre Mac peut se mettre en veille normalement.
it: Belay sta monitorando. Il Mac può andare in stop normalmente.
ru: Belay следит. Mac может засыпать как обычно.
zh_hans: Belay 正在监视。Mac 可以正常进入睡眠。

source: Belay kept your Mac awake for %@ of agent work.
de: Belay hielt Ihren Mac %@ lang für Agentenarbeit wach.
es: Belay mantuvo tu Mac despierto durante %@ de trabajo de agentes.
fr: Belay a maintenu votre Mac éveillé pendant %@ de travail d’agents.
it: Belay ha tenuto sveglio il tuo Mac per %@ di lavoro degli agenti.
ru: Belay сохранял Mac в бодрствовании %@ ради работы агентов.
zh_hans: Belay 为智能体工作让您的 Mac 保持唤醒了 %@。

source: Belay kept your Mac awake for %@ of agent work. %lld runs finished.
de: Belay hielt Ihren Mac %@ lang für Agentenarbeit wach. %lld Läufe abgeschlossen.
es: Belay mantuvo tu Mac despierto durante %@ de trabajo de agentes. %lld ejecuciones terminadas.
fr: Belay a maintenu votre Mac éveillé pendant %@ de travail d’agents. %lld exécutions terminées.
it: Belay ha tenuto sveglio il tuo Mac per %@ di lavoro degli agenti. %lld esecuzioni completate.
ru: Belay сохранял Mac в бодрствовании %@ ради работы агентов. Завершено запусков: %lld.
zh_hans: Belay 为智能体工作让您的 Mac 保持唤醒了 %@。%lld 次运行已完成。

source: Belay kept your Mac awake for %@ while you were away.
de: Belay hat deinen Mac %@ lang wach gehalten, während du weg warst.
es: Belay mantuvo tu Mac despierto %@ mientras no estabas.
fr: Belay a gardé votre Mac éveillé %@ pendant votre absence.
it: Belay ha tenuto sveglio il Mac per %@ mentre eri via.
ru: Belay держал Mac бодрым %@, пока вас не было.
zh_hans: 你不在时，Belay 让 Mac 保持唤醒了 %@。

source: Belay let your Mac sleep
de: Belay hat deinen Mac schlafen lassen
es: Belay dejó dormir el Mac
fr: Belay a laissé votre Mac s'endormir
it: Belay ha lasciato dormire il Mac
ru: Belay отпустил Mac спать
zh_hans: Belay 已让 Mac 进入睡眠

source: Belay needs Accessibility access to press the button.
de: Belay braucht Zugriff auf die Bedienungshilfen, um die Taste zu drücken.
es: Belay necesita acceso a Accesibilidad para pulsar el botón.
fr: Belay a besoin de l'accès Accessibilité pour appuyer sur le bouton.
it: Belay ha bisogno dell'accesso ad Accessibilità per premere il pulsante.
ru: Belay нужен универсальный доступ, чтобы нажимать кнопку.
zh_hans: Belay 需要辅助功能权限才能点按该按钮。

source: Belay needs to read ~/.claude to tell when an agent is working. Nothing else is read, and nothing leaves this Mac.
de: Um zu erkennen, wann ein Agent arbeitet, liest Belay ~/.claude. Mehr wird nicht gelesen, und nichts verlässt diesen Mac.
es: Para saber cuándo trabaja un agente, Belay lee ~/.claude. No lee nada más y nada sale de este Mac.
fr: Pour savoir quand un agent travaille, Belay lit ~/.claude. Rien d'autre n'est lu, et rien ne quitte ce Mac.
it: Per sapere quando un agente lavora, Belay legge ~/.claude. Non legge altro e nulla lascia questo Mac.
ru: Чтобы понимать, когда агент работает, Belay читает ~/.claude. Больше он ничего не читает, и ничего не покидает этот Mac.
zh_hans: Belay 需要读取 ~/.claude，才能判断智能体何时在工作。不会读取其他内容，也不会有任何内容离开这台 Mac。

# Belay needs your permission to read %@.
source: Belay needs permission to read %@.
de: Belay braucht die Erlaubnis, %@ zu lesen.
es: Belay necesita permiso para leer %@.
it: Belay ha bisogno del permesso per leggere %@.
ru: Belay нужно разрешение на чтение %@.
zh_hans: Belay 需要读取 %@ 的权限。

source: Belay opens the session that waits, answers, and brings back the one you had open. It waits for a pause while you are typing or clicking.
de: Belay öffnet die wartende Sitzung, antwortet und holt die zurück, die du geöffnet hattest. Solange du tippst oder klickst, wartet es auf eine Pause.
es: Belay abre la sesión que espera, responde y vuelve a la que tenías abierta. Mientras escribes o haces clic, espera a una pausa.
fr: Belay ouvre la session en attente, répond, puis revient à celle que vous aviez ouverte. Tant que vous tapez ou cliquez, il attend une pause.
it: Belay apre la sessione in attesa, risponde e riporta quella che avevi aperta. Mentre scrivi o fai clic, aspetta una pausa.
ru: Belay открывает сессию, которая ждёт, отвечает и возвращает ту, что была открыта у вас. Пока вы печатаете или кликаете, он ждёт паузы.
zh_hans: Belay 会打开正在等待的会话，作出回应，然后切回你原先打开的会话。你正在打字或点按时，它会等你停下来。

# Belay reached its maximum awake time and stopped keeping your Mac awake.
source: Belay reached the maximum awake time and let your Mac sleep.
de: Belay hat die maximale Wachzeit erreicht und lässt deinen Mac wieder schlafen.
es: Belay alcanzó el tiempo máximo despierto y dejó dormir el Mac.
fr: Belay a atteint la durée d'éveil maximale et a laissé votre Mac se mettre en veille.
it: Belay ha raggiunto il tempo massimo di veglia e ha lasciato andare il Mac in stop.
ru: Belay достиг максимального времени без сна и разрешил Mac уснуть.
zh_hans: Belay 达到最长唤醒时间，已让 Mac 进入睡眠。

source: Belay reads only the session data it needs to tell whether an agent is working. It never reads your prompts or code. Everything stays on this Mac.
de: Belay liest nur die Sitzungsdaten, die es braucht, um zu erkennen, ob ein Agent arbeitet. Deine Prompts und deinen Code liest es nie. Alles bleibt auf diesem Mac.
es: Belay solo lee los datos de sesión que necesita para saber si un agente está trabajando. Nunca lee tus prompts ni tu código. Todo se queda en este Mac.
fr: Belay lit uniquement les données de session nécessaires pour savoir si un agent travaille. Il ne lit jamais vos prompts ni votre code. Tout reste sur ce Mac.
it: Belay legge solo i dati di sessione necessari per capire se un agente sta lavorando. Non legge mai i tuoi prompt o il tuo codice. Tutto resta su questo Mac.
ru: Belay читает только данные сессии, необходимые, чтобы понять, работает ли агент. Ваши промпты и код он не читает. Всё остаётся на этом Mac.
zh_hans: Belay 只读取判断智能体是否在工作所需的会话数据。它从不读取你的提示词或代码。一切都留在这台 Mac 上。

source: Belay reads only enough of your agent's session files to know whether it is running. Never your prompts, never your code, and nothing about you leaves this Mac. It uses the network twice: a daily check for a newer version, which you can switch off, and the download itself when you ask for one.
de: Belay liest von den Sitzungsdateien deines Agenten nur so viel, wie nötig ist, um zu wissen, ob er arbeitet. Nie deine Prompts, nie deinen Code, und nichts über dich verlässt diesen Mac. Das Netzwerk nutzt Belay zweimal: für die tägliche Prüfung auf eine neue Version, die du abschalten kannst, und für den Download selbst, wenn du darum bittest.
es: Belay lee de los archivos de sesión de tu agente solo lo justo para saber si está trabajando. Nunca tus prompts, nunca tu código, y nada sobre ti sale de este Mac. Usa la red dos veces: la comprobación diaria de nuevas versiones, que puedes desactivar, y la descarga en sí cuando la pides.
fr: Belay ne lit des fichiers de session de votre agent que ce qu’il faut pour savoir s’il travaille. Jamais vos invites, jamais votre code, et rien vous concernant ne quitte ce Mac. Il utilise le réseau deux fois : la vérification quotidienne d’une nouvelle version, que vous pouvez désactiver, et le téléchargement lui-même quand vous le demandez.
it: Belay legge dei file di sessione del tuo agente solo quanto basta per sapere se sta lavorando. Mai i tuoi prompt, mai il tuo codice, e nulla che ti riguardi lascia questo Mac. Usa la rete due volte: il controllo giornaliero di una nuova versione, che puoi disattivare, e il download stesso quando lo chiedi.
ru: Belay читает из файлов сессии вашего агента ровно столько, чтобы понять, работает ли он. Никогда ваши промпты, никогда ваш код, и ничего о вас не покидает этот Mac. Сеть используется дважды: ежедневная проверка новой версии, которую можно отключить, и сама загрузка, когда вы её запросите.
zh_hans: Belay 只读取智能体会话文件中足以判断它是否在工作的部分。绝不读取你的提示词，绝不读取你的代码，关于你的任何信息都不会离开这台 Mac。它只在两种情况下使用网络：每天检查一次是否有新版本（可以关闭），以及在你请求时下载新版本。

source: Belay refreshes the lid helper's registration at every launch, so keeping your Mac awake with the lid closed survives each update.
de: Belay erneuert die Registrierung des Deckel-Helfers bei jedem Start, damit das Wachhalten bei geschlossenem Deckel jedes Update übersteht.
es: Belay renueva el registro del ayudante de la tapa en cada inicio, para que mantener el Mac despierto con la tapa cerrada sobreviva a cada actualización.
fr: Belay renouvelle l'enregistrement de l'assistant du capot à chaque lancement, pour que garder le Mac éveillé capot fermé survive à chaque mise à jour.
it: Belay rinnova la registrazione dell'assistente del coperchio a ogni avvio, così tenere sveglio il Mac a coperchio chiuso sopravvive a ogni aggiornamento.
ru: Belay обновляет регистрацию помощника при каждом запуске, поэтому удержание Mac с закрытой крышкой переживает каждое обновление.
zh_hans: Belay 在每次启动时都会刷新合盖助手的注册，因此合盖保持唤醒在每次更新后仍然有效。

source: Saves crash, freeze, and error reports locally. Nothing is sent automatically.
de: Sichert Absturz-, Hänger- und Fehlerberichte lokal. Nichts wird automatisch gesendet.
es: Guarda localmente los informes de fallos, bloqueos y errores. No se envía nada automáticamente.
fr: Enregistre localement les rapports de plantage, blocage et erreur. Rien n'est envoyé automatiquement.
it: Salva localmente i rapporti di crash, blocchi ed errori. Nulla viene inviato automaticamente.
ru: Отчёты о сбоях, зависаниях и ошибках сохраняются локально. Данные не отправляются никуда, они служат инструментом для разработчиков и баг-репортеров.
zh_hans: 在本地保存崩溃、卡死和错误报告。不会自动发送任何内容。

# Belay still works in Always on and Off modes
source: You can still use Always On or Off.
de: „Immer an“ und „Aus“ kannst du weiterhin verwenden.
es: Puedes seguir usando «Siempre activo» o «Desactivado».
fr: Vous pouvez toujours utiliser « Toujours actif » ou « Désactivé ».
it: Puoi continuare a usare «Sempre attivo» o «Disattivato».
ru: Режимы «Всегда» и «Выключен» по-прежнему доступны.
zh_hans: 你仍然可以使用“常开”或“关闭”。

source: Belay stopped holding
de: Belay hält nicht mehr
es: Belay dejó de mantener
fr: Belay a cessé de maintenir
it: Belay ha smesso di mantenere
ru: Belay перестал удерживать
zh_hans: Belay 已停止保持唤醒

# Belay stopped holding: battery is at %lld%%.
source: Belay stopped keeping your Mac awake at %lld%% battery.
de: Belay hält deinen Mac bei %lld%% Akkustand nicht mehr wach.
es: Belay dejó de mantener el Mac despierto al llegar al %lld%% de batería.
fr: Belay a cessé de garder votre Mac éveillé à %lld%% de batterie.
it: Belay ha smesso di tenere sveglio il Mac al %lld%% di batteria.
ru: При заряде %lld%% Belay разрешил Mac уснуть.
zh_hans: 电量降至 %lld%%，Belay 已停止保持唤醒。

# Belay stopped holding: the maximum awake time was reached.
source: Belay stopped keeping your Mac awake: maximum awake time reached.
de: Belay hält deinen Mac nicht mehr wach: maximale Wachzeit erreicht.
es: Belay dejó de mantener el Mac despierto: se alcanzó el tiempo máximo.
fr: Belay a cessé de garder votre Mac éveillé : durée d'éveil maximale atteinte.
it: Belay ha smesso di tenere sveglio il Mac: raggiunto il tempo massimo di veglia.
ru: Belay разрешил Mac уснуть: достигнуто максимальное время без сна.
zh_hans: 已达到最长唤醒时间，Belay 已停止保持唤醒。

source: Belay stopped holding: the timer ran out.
de: Belay hält deinen Mac nicht mehr wach: Der Timer ist abgelaufen.
es: Belay dejó de mantener el Mac despierto: el temporizador terminó.
fr: Belay a cessé de garder votre Mac éveillé : le minuteur est terminé.
it: Belay ha smesso di tenere sveglio il Mac: il timer è scaduto.
ru: Belay разрешил Mac уснуть: таймер истёк.
zh_hans: 计时器已结束，Belay 已停止保持唤醒。

source: Belay watches only enabled agents. Precise Detection gives Belay exact start, finish, and needs-you signals. Open an agent’s settings to manage detection or add folders to watch.
de: Belay beobachtet nur aktivierte Agents. Die präzise Erkennung meldet Belay genau, wann Arbeit beginnt, endet oder deine Aufmerksamkeit nötig ist. In den Einstellungen eines Agents kannst du die Erkennung verwalten oder weitere Ordner überwachen lassen.
es: Belay solo supervisa los agentes activados. La detección precisa le indica exactamente cuándo empieza o termina el trabajo, o cuándo un agente te necesita. Abre los ajustes de un agente para gestionar la detección o añadir carpetas que quieras supervisar.
fr: Belay ne surveille que les agents activés. La détection précise lui indique exactement quand le travail commence, se termine ou nécessite votre attention. Ouvrez les réglages d’un agent pour gérer la détection ou ajouter des dossiers à surveiller.
it: Belay monitora solo gli agenti attivati. Il rilevamento preciso indica a Belay esattamente quando il lavoro inizia, termina o richiede la tua attenzione. Apri le impostazioni di un agente per gestire il rilevamento o aggiungere cartelle da monitorare.
ru: Belay следит только за включёнными агентами. Точное определение позволяет Belay понимать, когда работа начинается, заканчивается или требует вашего внимания. В настройках агента можно изменить режим определения или добавить другие папки для отслеживания.
zh_hans: Belay 只会监控已启用的智能体。精确检测会让 Belay 准确知道工作何时开始、结束，以及何时需要你。打开智能体设置即可管理检测方式或添加要监控的文件夹。

# Belay will change %@ to:
source: Belay will update %@ to:
de: Belay ändert %@ in:
es: Belay actualizará %@ a:
fr: Belay mettra %@ à jour ainsi :
it: Belay aggiornerà %@ così:
ru: Belay изменит %@ на:
zh_hans: Belay 会将 %@ 更新为：
